{"translation-revision-date":"2024-10-21 18:37:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Enhanced Conversion Tracking":["Acompanhamento de conversões otimizadas"],"Disable enhanced conversion tracking":["Desativar o acompanhamento de conversões otimizadas"],"Tracking additional conversion-related events via Analytics":["Monitoramento de eventos adicionais de conversões pelo Analytics"],"By disabling enhanced conversion tracking, you will no longer have access to:":["Ao desativar o acompanhamento de conversões otimizadas, você não terá mais acesso a:"],"Learn more about conversion tracking":["Saiba mais sobre o monitoramento de conversões"],"Conversion tracking allows you to measure additional events on your site from other plugins that Site Kit integrates with to optimize your campaign performance. <a>Learn more<\/a>":["O monitoramento de conversões deixa você checar eventos extras no seu site que vêm de outros plug-ins integrados ao Site Kit, ajudando a melhorar o desempenho da sua campanha. <a>Saiba mais<\/a>"],"Enable enhanced conversion tracking":["Ativar o acompanhamento de conversões otimizadas"],"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Acompanhe suas conversões, avalie os resultados de sua campanha e aproveite ao máximo seus gastos com publicidade"],"Your Ads campaign was successfully set up!":["Sua campanha de anúncios foi configurada com sucesso!"],"You’ll be asked to grant Site Kit additional permissions during the account creation process to create a new Ads account.":["Durante o processo de criação de conta, será necessário conceder permissões adicionais ao Site Kit para configurar uma nova conta no Ads."],"Could not load Google Ads content.":["Não foi possível carregar o conteúdo do Google Ads."],"Google Ads error":["Erro do Google Ads"],"Customer ID":["ID do Cliente"],"Ad blocker detected; please disable it to set up Ads":["Bloqueador de anúncios detectado; desative-o para configurar anúncios"],"Ad blocker detected; please disable it to get the latest Ads data":["Bloqueador de anúncios detectado; desative para obter os dados de anúncios mais recentes"],"Success! Your Conversion Tracking ID was added to your site":["Sucesso! Seu ID de acompanhamento de conversões foi adicionado ao seu site"],"You can always change this later in Site Kit Settings.":["Você sempre pode mudar isso mais tarde nas configurações do Site Kit."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Adicione seu ID de conversão abaixo. O Site Kit o colocará em seu site para que você possa acompanhar o desempenho de suas campanhas do Google Ads. <a>Saiba mais<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["O rastreamento de suas campanhas publicitárias não funcionará até que você insira um ID válido"],"Conversion Tracking ID":["ID de Acompanhamento de Conversões"],"The Conversion Tracking ID will help track the performance of ad campaigns for the corresponding account":["O ID de acompanhamento de conversões ajudará a acompanhar o desempenho das campanhas publicitárias da conta correspondente"],"Conversion tracking for your ads campaigns":["Acompanhamento de conversões para suas campanhas"],"Tagging necessary for your ads campaigns to work":["Tagueamento necessário para que suas campanhas de anúncios funcionem."],"Show me":["Mostre-me"],"You can now track conversions for your Ads campaigns":["Agora você pode acompanhar as conversões das suas campanhas"],"Disable":["Desativar"],"Performance of your Ad campaigns":["Desempenho das suas campanhas publicitárias"],"Service name\u0004Ads":["Ads"],"Disabled":["Desabilitado"],"Enabled":["Habilitado"],"The server provided an invalid response":["O servidor forneceu uma resposta inválida"],"There was a critical error on this website while fetching data":["Ocorreu um erro crítico neste site ao coletar dados"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"screen reader text\u0004(disabled)":["(desativado)"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Concluir configuração"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plug-in<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dia","Últimos %s dias"],", ":[","],"None":["Nenhuma"],"OK, Got it!":["OK, entendi!"],"Error: %s":["Erro: %s"],"Create an account":["Criar uma conta"],"Disconnect":["Desconectar"],"Cancel":["Cancelar"],"Error":["Erro"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-75ac41046f9adbce2571.js"}}