{"translation-revision-date":"2024-10-21 18:37:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Edit <VisuallyHidden>publication <\/VisuallyHidden>in Reader Revenue Manager":["Editar <VisuallyHidden>publicação <\/VisuallyHidden>no Reader Revenue Manager"],"%s configured Reader Revenue Manager and you don’t have access to its configured publication. Contact them to share access or change the configured publication.":["O Reader Revenue Manager foi configurado por %s e você não tem acesso à publicação configurada. Entre em contato e peça compartilhamento de acesso ou altere a publicação configurada."],"The previously selected publication with ID %s was not found. Please select a new publication.":["A publicação selecionada com ID %s não foi encontrada. Selecione uma nova publicação."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Sua conta do Reader Revenue Manager foi configurada com sucesso, mas sua publicação ainda precisa de configuração adicional no Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Sua publicação ainda está aguardando revisão, você pode verificar seu status no Reader Revenue Manager."],"Customize settings":["Personalizar configurações"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups in the Reader Revenue Manager settings.":["Desbloqueie todo o potencial de oportunidade dos seus leitores ao ativar recursos como assinaturas, contribuições e inscrições em newsletters nas configurações do Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["Sua conta do Reader Revenue Manager foi configurada com sucesso."],"Set up Reader Revenue Manager":["Configurar o Reader Revenue Manager"],"Learn more about reader revenue manager":["Saiba mais sobre o Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Aumente sua receita e fortaleça o engajamento dos leitores"],"You have successfully created your publication and it is now awaiting review. This might take up to 2 weeks.":["Sua publicação já está criada e aguardando revisão. Isso pode levar até 2 semanas."],"Create publication":["Criar publicação"],"Once you have created your publication, it is submitted for review.":["Depois que a sua publicação é criada, ela é enviada para revisão."],"Complete publication setup":["Concluir configuração da publicação"],"Check publication status":["Verificar status da publicação"],"Your publication requires further setup in Reader Revenue Manager":["Sua publicação precisa de configurações adicionais no Reader Revenue Manager"],"Your publication is still awaiting review. You can check its status in Reader Revenue Manager.":["Sua publicação ainda está aguardando revisão. Você pode verificar o status desse processo no Reader Revenue Manager."],"Create new publication":["Criar nova publicação"],"Site Kit will connect your existing publication":["O Site Kit vai conectar a sua publicação já existente"],"Enable features":["Ativar recursos"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups":["Desbloqueie todo o potencial de oportunidade dos seus leitores ao ativar recursos como assinaturas, contribuições e inscrições em newsletters"],"Your Reader Revenue Manager publication is approved":["Sua publicação do Reader Revenue Manager foi aprovada"],"Publication":["Publicação"],"Select your preferred publication to connect with Site Kit":["Selecione sua publicação preferida para conectar ao Site Kit"],"Reader Revenue Manager publication tracking (your Reader Revenue Manager account will still remain active)":["Rastreamento de publicação do Reader Revenue Manager (sua conta do Reader Revenue Manager permanecerá ativa)"],"The site should use HTTPS to set up Reader Revenue Manager":["O site deve usar HTTPS para configurar o Reader Revenue Manager"],"Service name\u0004Reader Revenue Manager":["Reader Revenue Manager"],"Don’t show again":["Não mostre novamente"],"The server provided an invalid response":["O servidor forneceu uma resposta inválida"],"There was a critical error on this website while fetching data":["Ocorreu um erro crítico neste site ao coletar dados"],"Retry didn’t work? <HelpLink \/>":["Tentar de novo não funcionou? <HelpLink \/>"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador perdeu o acesso ao serviço %s, então você não conseguirá ver os dados desse serviço no painel de controle do Site Kit. Entre em contato com o administrador ou outros administradores para restaurar o acesso."],"Access lost to %s":["Acesso perdido para %s"],"Request access":["Solicitar acesso"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Data errors in %s":["Erros de dados no módulo %s"],"Data Unavailable":["Dados indisponíveis"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os dados dos seguintes módulos foram compartilhados anteriormente por um administrador que não tem mais acesso: %s. Peça a restauração dele para outro administrador."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os dados do módulo %s foram compartilhados anteriormente por um administrador que não tem mais acesso. Peça a restauração dele para outro administrador."],"Another admin":["Outro administrador"],"Maybe later":["Talvez mais tarde"],"screen reader text\u0004(disabled)":["(desativado)"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Concluir configuração"],"Next":["Próxima"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Insufficient permissions in %s":["Permissões insuficientes em %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plug-in<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dia","Últimos %s dias"],", ":[","],"OK, Got it!":["OK, entendi!"],"Back":["Voltar"],"Error: %s":["Erro: %s"],"%s data is not yet available, please check back later":["Os dados de %s ainda não estão disponíveis. Verifique novamente mais tarde"],"%s Gathering Data":["%s coletando dados"],"Data error in %s":["Erro de dados em %s"],"Close":["Fechar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-02102cd465618974bb9a.js"}}