{"translation-revision-date":"2024-09-26 09:38:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Deactivate":["Desactivar"],"You should create visual content blockers for these services, if the services display visual elements, or disable them for your website! The following services are affected:":["É necessário que crie bloqueadores de conteúdo visual para estes serviços, caso apresentem elementos visuais, ou desativá-los no seu site! Isto aplica-se aos seguintes serviços:"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. At the same time, some non-essential services, which requires a consent, doese not have visual content blockers, which is why website visitors without cookie banners cannot consent to them (except via the legal link to change the privacy settings).":["Decidiu obter consentimento sem banners de cookies (consentimento sem banners) no seu site. Ao mesmo tempo, alguns serviços não essenciais, que requerem consentimento, não têm associados bloqueadores de conteúdo visual, motivo pelo qual os visitantes dos sites sem banners de cookies não podem dar o seu consentimento (salvo através da ligação legal para alteração das opções de privacidade)."],"Check whether there really is a legitimate interest in the legal sense according to {{a}}Art. 6 (1) (f) GDPR{{\/a}}, which is only given in rare cases!":["Verifique se realmente existe interesse legítimo, na acepção prevista na lei, conforme o {{a}}Art. 6 (1) (f) do RGPD{{\/a}}, que apenas se aplica raramente!"],"At the same time, you use the following non-essential services on the legal basis of a legitimate interest:":["Simultaneamente, está a utilizar os seguintes serviços não essenciais com base em interesse legítimo:"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. This means that when your website visitors visit your website for the first time, they will not know that you use this service on the basis of a legitimate interest and can object to it. They will need to read your cookie policy or privacy policy to find out.":["Decidiu obter consentimento sem banners de cookies (consentimento sem banners) no seu site. Ou seja, qualquer visitante do seu site, na primeira visita, não saberá que utiliza este serviço com base em interesse legítimo e poderá opor-se a ele. Para o saber, terá de consultar a sua política de privacidade ou de cookies."],"https:\/\/gdpr-text.com\/read\/article-7\/":["https:\/\/gdpr-text.com\/pt\/read\/article-7\/"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/pt\/read\/article-5\/"],"Enable consent to data processing in unsafe third countries":["Permitir consentimento para o tratamento de dados em países terceiros, inseguros"],"\/ page":["\/ página"],"Consents before %s has been automatically deleted according to the settings you have made.":["Os consentimentos anteriores a %s foram automaticamente eliminados, de acordo com as opções que definiu."],"Also, you can export documented consents to save them in a local backup.":["Pode igualmente exportar consentimentos documentados para os guardar numa cópia de segurança local."],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["É possível importar e exportar todas ou apenas algumas das opções que definiu no Real Cookie Banner. Se tiver vários sites, poderá poupar muito tempo, transferindo convenientemente estas definições."],"https:\/\/iabeurope.eu\/vendor-list-tcf\/":["https:\/\/iabeurope.eu\/vendor-list-tcf\/"],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["No entender de várias autoridades de protecção de dados da UE, ocultar estas opções, por exemplo, na política de privacidade, é uma violação do RGPD."],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/"],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"Create Content Blocker":["Criar bloqueador de conteúdo"],"Are you sure you want to disable this service?":["Tem a certeza de que pretende desactivar este serviço?"],"Not blocked":["Não bloqueado"],"Partially blocked":["Parcialmente bloqueado"],"Fully blocked":["Totalmente bloqueado"],"Support":["Suporte"],"Licensing":["Licenças"],"Import \/ Export":["Importar \/ Exportar"],"Services (Cookies)":["Serviços (Cookies)"],"Scanner":["Scanner"],"Dashboard":["Painel de controlo"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner é-lhe trazido com {{icon\/}} pela"],"Set up the cookie banner":["Configurar o aviso de cookies"],"Customize banner":["Personalizar o aviso"],"Real Cookie Banner":["Real Cookie Banner"],"Get PRO version":["Obter a versão PRO"],"I want to learn more!":["Quero saber mais!"],"No, not interested...":["Obrigado, mas não me interessa..."],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 150+ service templates, 120+ content blocker templates and much more.":["Muito obrigado pela sua preferência pela versão gratuita de Real Cookie Banner. Poderá interessar-lhe a nossa versão PRO, que oferece mais funcionalidades, mais de 20 modelos de design, mais de 150 modelos de serviços, mais de 120 modelos de bloqueadores de conteúdo e muito mais."],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Ainda não definiu qualquer serviço %s. Para utilizar {{strong}}%s{{\/strong}} com o Real Cookie Banner, será necessário criar o serviço adequado."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Não foi possível escrever na sua pasta {{code}}wp-content{{\/code}}. Por favor, verifique as suas permissões!"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["O aviso de cookies encontra-se activo. Porém, ainda não criou ou activou qualquer serviço."],"Dismiss notice":["Ignorar aviso"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Se tiver criado um novo serviço, como p. ex. Google Analytics (sem bloqueador de conteúdo visual), os seus visitantes anteriores poderão não ter dado o seu consentimento para o tratamento dos seus dados por este serviço, sendo necessário que recolha novo consentimento. Até o fazer, não poderá rastreá-los, por exemplo."],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["É necessário que o consentimento seja obtido em conformidade com o {{a}}Art. 7º do RGPD{{\/a}}. Deve informar o seu visitante de todas as circunstâncias do consentimento. No entanto, como realizou alterações ao seu aviso de cookies, os seus visitantes anteriores consentiram de forma ou para algo distinto do que agora consta do seu aviso de cookies. Por conseguinte, os consentimentos anteriormente recolhidos poderão ter-se tornado parcialmente inválidos."],"Are you sure you don't want to collect new consents?":["Tem a certeza de que não pretende obter novo consentimento?"],"Request new consent":["Solicitar novo consentimento"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Alterou definições que afectam o conteúdo ou o comportamento do seu aviso de cookies. É necessário que volte a pedir consentimento a todos os visitantes."],"%d \/ %d steps completed":["%d \/ %d passos concluídos"],"Hide completed steps":["Ocultar passos concluídos"],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Compilámos para si todos os passos necessários para assegurar a conformidade regulamentar e legal do seu site com Real Cookie Banner após a sua primeira instalação. Configure o aviso de cookies do seu site passo a passo e assegure a conformidade com a directiva relativa à privacidade nas comunicações electrónicas e o RGPD."],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Como o tempo voa! Já instalou Real Cookie Banner há algum tempo, mas ainda não terminou a sua configuração."],"Needs PRO":["Requer PRO"],"Currently scanning (%d %%)":["A analisar (%d %%)"],"What is a TCF vendor? According to the IAB Europe Transparency & Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["O que é um prestador TCF? De acordo com a Estrutura de Transparência e Consentimento (TCF) da IAB Europe, qualquer serviço (p. ex. a Google, no caso do Google Ads) que pretenda obter consentimento de acordo com a norma TCF tem primeiro de se registar como prestador na respectiva {{a}}Lista Global de Prestadores (GVL){{\/a}}. Todos os prestadores TCF especificam para que fins requerem o consentimento para utilizar cookies e proceder ao tratamento de dados pessoais, assim como que funcionalidades podem oferecer graças a este consentimento. É ainda fornecida, em cada caso, uma ligação para a política de privacidade de cada prestador. Enquanto operador do site, compete-lhe obter consentimento, através do seu aviso de cookies, para o tratamento dos dados do visitante por parte de todos os prestadores com quem trabalha. É possível limitar as finalidades solicitadas por estes prestadores de modo a manter o consentimento solicitado ao visitante tão favorável à sua privacidade quanto possível."],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Para cumprir os requisitos da norma TCF, os shortcodes devem ser colocados junto à ligação para a política de privacidade."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Todo o consentimento recolhido é documentado automaticamente, de modo a tornar possível provar o cumprimento dos requisitos legais, nos termos do {{a}}Art. 5º do RGPD{{\/a}} e, em caso de litígio, comprovar a forma pela qual o consentimento foi obtido."],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["O que é um bloqueador de conteúdo? Imagine que um utilizador do seu site não consente a utilização de todos os serviços. Ao mesmo tempo, suponhamos que existe embutido no seu site, por exemplo, um vídeo do YouTube, que utiliza cookies com os quais o visitante não concordou. De acordo com a directiva europeia relativa à privacidade nas comunicações electrónicas, a exibição deste vídeo a este visitante é proibida. Para estes utilizadores, os bloqueadores de conteúdo substituem automaticamente iframes e tags de scripts e ligações, como as utilizadas neste caso para reproduzir o vídeo do YouTube no seu site, ao mesmo tempo que oferecem a possibilidade de ver o vídeo assim que seja dado consentimento à utilização dos serviços necessários para o carregar."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/2021\/web-cookies-overview\/"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["O que são serviços? Serviços podem ser aplicações externas, como o Google Analytics, ou plugins ou temas do WordPress que recolhem e tratam dados pessoais, p. ex. endereço IP, e\/ou gravam cookies. Os cookies (e tecnologias similares) são pequenos ficheiros de texto que são armazenados no dispositivo do visitante de um site da internet. Podem armazenar vários tipos de informação sobre o visitante, como o idioma em que visualiza o site, identificadores únicos para servir anúncios personalizados. Enquanto proprietário do seu site, compete-lhe garantir que apenas ocorre tratamento de dados pessoais ou utilização de cookies após consentimento explícito por parte de cada visitante, a menos que a utliização destes recursos tenha como base um interesse legítimo, na acepção prevista na lei, situaçã na qual o consentimento é dispensado. É possível definir aqui todos os serviços que utiliza e os seus cookies, juntamente com as respectivas informações técnicas e legais."],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["O simples facto de utilizar o scanner não quer dizer que o seu aviso de cookies ficará imediatamente cem por cento correctamente configurado. Se acha esta tarefa demasiado complexa ou demorada, não hesite em deixar que um dos nossos {{a}}especialistas em cookies{{\/a}} a faça por si!"],"Complete coverage of your individual use case":["Cobertura total do seu caso de utilização específico"],"Services embedded after the page load via JavaScript":["Serviços incorporados via JavaScript após o carregamento da página"],"Cookies from unknown WordPress plugins":["Cookies de plugins WordPress desconhecidos"],"... and what it does not":["... e coisas que ele não faz"],"Automatic check of all subpages of your website":["Verificação automática de todas as páginas do seu site"],"WordPress plugins with templates that require consent":["Plugins WordPress com modelos que requerem consentimento"],"External services (with and without template)":["Serviços externos (com e sem modelo)"],"What the scanner finds ...":["Elementos detectados pelo scanner..."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/"],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Não procuramos, em concreto, cookies porque fazê-lo não proporcionaria resultados de confiança. {{a}}Explicamos porquê na nossa base de conhecimento.{{\/a}}"],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Este scanner é um detector de serviços utilizados no seu site capazes de gravar\/ler cookies e\/ou tratar dados pessoais, como é o caso do Google Analytics, do YouTube e do Elementor. Caso não exista modelo para um determinado serviço, poderá ver a partir de que URL externos são incorporados conteúdos, scripts, etc., podendo assim configurar o seu aviso de cookies de forma mais fácil e rápida."],"Okay, I got it":["OK, entendido"],"What you should definitely know!":["Algo que realmente deve saber!"],"Enable now":["Activar agora"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Os bloqueadores de conteúdo estão globalmente desactivados nas opções, motivo pelo qual não são apresentados no seu site."],"Cancel":["Cancelar"],"Create now":["Criar agora"],"Disable":["Desactivar"],"Settings":["Opções"],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["Cada visitante do seu site deverá poder aceder ao seu histórico de consentimento, bem como alterar ou retirar o seu consentimento para o tratamento dos seus dados em qualquer altura. Qualquer destas operações deverá ser tão fácil de realizar como consentir a utilização dos dados. Por conseguinte, todas as páginas do seu site deverão incluir ligações para a informação legal relevante (por exemplo, em rodapé)."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Edit":["Editar"],"Close":["Fechar"],"Consent":["Consentimento"],"Content Blocker":["Bloqueador de Conteúdo"]}},"comment":{"reference":"public\/dist\/admin.lite.js"}}