{"translation-revision-date":"2024-09-26 09:38:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Consent is obtained for all advertising partners who display advertising via Adsense. This leads to maximum revenue, but data protectionists could question the effectiveness of the consent due to the excessive number of vendors.":["Obtém o consentimento de todos os parceiros publicitários que exibem publicidade através do Adsense. Isto conduz a um máximo de receitas, mas os defensores da proteção de dados podem questionar a eficácia do consentimento devido ao número excessivo de prestador."],"All ad partners using Google Adsense":["Todos os parceiros de publicidade que utilizam o Google Adsense"],"Consent is requested for all advertising partners who display a particularly large amount of advertising via Adsense (list provided by Google). This increases your revenue and at the same time you obtain consent from a manageable number of TCF vendors.":["Solicita o consentimento de todos os parceiros publicitários que exibem uma quantidade particularmente grande de publicidade através do Adsense (lista fornecida pela Google). Desta forma, aumenta as suas receitas e, ao mesmo tempo, obtém o consentimento de um número gerível de prestador TCF."],"Commonly used ad partners":["Parceiros de publicidade normalmente utilizados"],"Only Google can display ads booked e.g. via Google Ads. This means that you obtain less consent from your website visitors, but will not generate the optimum revenue.":["Apenas o Google pode apresentar anúncios reservados, por exemplo, através do Google Ads. Isto significa que obténs menos consentimento dos visitantes do teu sítio Web, mas não geras as melhores receitas."],"Google Advertising Products only":["Apenas Google Advertising Products"],"Google Adsense displays advertisements from various advertising partners (ad servers) on your website by integrating just one AdSense scripts. A complex bidding system decides which advertising partner receives the advertising slot in the end.":["O Google Adsense apresenta anúncios de vários parceiros de publicidade (servidores de anúncios) no teu sítio Web, integrando apenas um script do AdSense. Um sistema de licitação complexo decide qual o parceiro de publicidade que recebe o espaço de publicidade no final."]}},"comment":{"reference":"public\/dist\/chunk-config-tab-tcf.lite.js"}}